Repository: wooc/wooc_research
Catalog: language/*.po
Languages: pl

source: Wooc Research
pl: Wooc Zadania

source: Task lists
pl: Lista zadań

source: A list of tasks and missing information that are linked to the family tree.
pl: Lista zadań i brakujących informacji z danego drzewa genealogicznego.

source: Lists of individual with not complete a birth or death date and families with not complete a marriage or divorce date.
pl: Lista osób mających brakującą lub niepełną datę urodzin lub śmierci oraz lista rodzin mających brakującą lub niepełną datę ślubu lub rozwodu.

source: Missing birth dates
pl: Brakujące daty urodzin

source: Missing death dates
pl: Brakujące daty śmierci

source: Missing marriage dates
pl: Brakujące daty ślubu

source: Missing divorce dates
pl: Brakujące daty rozwodu

source: List of individuals and families that are unsourced.
pl: Lista osób i rodzin niepowiązanych z żadnym źródłem.

source: Unsourced individuals
pl: Osoby bez źródeł

source: Unsourced families
pl: Rodziny bez źródeł

source: List of families which do not have any children.
pl: Lista rodzin nieposiadających dzieci.

source: Childless families
pl: Rodziny bezdzietne

source: List of records containing a special note.
pl: Lista wpisów zawierających specjalną notatkę.

source: Individuals to check
pl: Osoby do sprawdzenia

source: Families to check
pl: Rodziny do sprawdzenia
